Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Philia Rose.tmx
Source language: ko_kr
Languages: en

source: 당장 동부만 해도 혼란이 이만저만이 아니죠.
en: out here in the east, he has already stirred up a lot of chaos.

source: 어차피 결과는 뻔할 것 같지만….
en: it’s obvious what’s going to happen anyway...

source: 좀 솔직해지시죠?
en: let’s be honest.

source: 여기가 진짜 저주받은 땅이면 왕자가 어떻게 점령했겠어요?
en: if akantha were really cursed, how could the prince have taken over?

source: 현왕을 비판한다고는 하나, 어쨌든 왕가의 일원인 내가 미덥지 않겠죠.
en: I am criticizing the current king, but why would you trust me? I’m still a member of the royal family.

source: 그래야 할 것 같습니다.
en: I think I have to.

source: 얼씬도 못 하게 하라고 명한 지 이틀밖에 안 됐는데.
en: it’s only been two days since I told her to never show her face to me again.

source: 아저씨, 여기 창고 어디 있어요?
en: uncle, where’s the warehouse?

source: 못 넘겨요.
en: get to the bottom of this.

source: 남들 앞에선 평범한 아이인 척, 능력 같은 건 없는 척하면서.
en: in front of others, she pretended to be an ordinary child without any extraordinary abilities.

source: 갑자기 안 아픈….
en: it suddenly doesn’t hurt anymore...

source: 하지만 제가 잃어버린 건 경전이지 주님의 말씀이 아니에요.
en: but the only thing I lost is the scriptures, not the word of the lord.

source: 율로기아서만 있어서 크기는 별로 크지 않아요.
en: but it only has the book of eulogia, so it’s pretty small.

source: 아직 아칸싸의 영토입니다.
en: we’re still in akantha.

source: 아, 괜찮을지도…?
en: oh, maybe it’ll be okay.

source: 그럼 저만 볼게요.
en: then I’ll just take a peek.

source: 며칠 전만 해도 침착하게 죽일까 말까 숙고하던 사람이.
en: wasn’t he calmly thinking about whether or not to kill me a few days ago?

source: 리리는 엄마가 셋이에요.
en: lili has three moms,

source: 로제의 천사는 이제 끝났어!
en: this is the end for the angel of rosé!

source: 끝내는 나라의 기틀마저 무너트렸죠.
en: and in the end, he tore down the very foundations of the country.

source: 사제님만 한 아가씨가 살았나 봐요.
en: I guess there was a young lady your size here.

source: 아니, 아니야.
en: no, no.

source: 저 자기애 넘치는 포즈 좀 보소.
en: just look at the way he’s lying there.

source: 여전하구나, 너는.
en: what more did I expect from him, anyway?

source: 자꾸 저 개소리가 그럴싸하게 들려.
en: his bullcrap is sounding more and more convincing.

source: 못 놀아?
en: you can’t?

source: 엘라이온이 저들끼리 싸우다 자멸하면 손 안 대고 코 푸는 격 아닌가?
en: after elaion and the prince kill each other off, libanos can just swoop in for the win.

source: 결국 그 끝은 엘라이온의 멸망입니다.
en: in the end, elaion will fall.

source: 그러게요… 유분수네요.
en: right... how could he?

source: 쿡쿡쿡….
en: hahaha...

source: 마지막은 최강인 오나그로스로 선택받았지만,
en: and finally, there is the one who is chosen to be the strongest of all.

source: 교회의 협조를 구하고 새 경전을 받는다.
en: seek help from the church and receive a new bible.

source: 조금 슬플 것 같기도 하고….
en: ...it might make me a little sad, though.

source: 에키나는 사라졌다.
en: ekina disappeared,

source: 만약 아칸싸에서 군대가 일어나면 동부도 전란에 시달리겠죠.
en: when the army of akantha begins marching, the whole eastern region will be plagued by war.

source: 사랑했는데.
en: I loved you.

source: 아버지는 일찍 돌아가셨고
en: my father died when I was a baby...

source: 난해한 상상이네요.
en: that’s a puzzling daydream.

source: 대신 ‘*키사’라는 이름을 지어주고서.
en: instead, my mother named me “kitha”*...

source: 대신 여태 잤지만.
en: of course, I already slept all day.

source: 진짜 뭐 그런 새X가 다 있지?
en: what the hell’s wrong with this a**hole?

source: 교회의 굽은 잣대로 어찌 감히…!
en: how dare you and your corrupt church-!

source: 겨우 떼어냈네.
en: barely reached it.

source: 제발 말하지 마.
en: so please... don’t say a thing.

source: 사제님,
en: sister.

source: 아무도 모르던 내 생각을 긁어내고 들여다본 만큼.
en: as much as you dug into my mind and found the thoughts I had never shared with anyone.

source: 전하께서 뵙자고 하십니다.
en: his highness wishes to see you.

source: 한데 귀하의 신은
en: but your god...

source: 하지만 전하께선 아무것도 마음에 들어 하지 않으셨죠.
en: but you didn’t like any of them.

source: 사제님께서 뵙기를 청합니다.
en: sister philia wishes to see you.

source: 이렇게 해두면 까마귀들 쪽을 더 유심히 찾겠지.
en: maybe now he’ll focus his attention on the crows instead.

source: 저항 한 번 못 하고 얻어터져 놓고선 뭘 그리 태연하게 웃는 거냐고!
en: how can you smile so calmly after such a beat down with no chance to defend yourself?!

source: 왕자를 그냥 두면 많은 사람들이 살길을 잃습니다.
en: but if we let the prince do what he wants, a lot of people will lose their lives.

source: …대사제님?!
en: father airo...?!

source: 크흠….
en: ahem...

source: 주님의 뜻은 책에만 있는 게 아니라 온 하늘에서 지엄하죠.
en: the will of the lord isn’t just in books. it’s also in the heavens.

source: 왕자님은 고민이 많으시다고요.
en: you are a very thoughtful person.

source: 뭐 하시는 거예요!
en: what are you doing?!

source: 지금 할 수 있는 걸 하는 거예요.
en: I’m just going to focus on the things I can actually do right now.

source: 그럼 너희끼리 싸우란 말이야.
en: then just go fight amongst yourselves.

source: 귀하도 알고 있었군.
en: you heard, didn’t you?

source: 열이 많이 올라서 걱정했습니다.
en: you had a fever. I was worried about you.

source: 단지 그뿐이었다.
en: it was as simple as that.

source: 얘 진짜 뭘 믿고 이렇게 계속 설치지?)
en: why does this little girl keep toying with me?)

source: 왕이 되실 건가요?
en: will you be king?

source: 아, 아파…!
en: oww!

source: 라지 않았나,
en: we were friends.

source: 왕자 전하도 아시니 걱정 마세요.
en: the prince already knows, so don’t worry about it.

source: 다른 건 다 죽었는데.
en: the others are all dead.

source: 당신의 목을 세리온에게 바쳐야겠소.
en: we must offer your head to serion.

source: 알현을 허락해 주셔서 감사합니다, 전하.
en: thank you for granting me an audience, your highness.

source: 양 갈래 필리아.
en: philia in pigtails.

source: 새겨듣지 마라, 혼잣말에 헛소리니까.
en: don’t listen to me. I’m just talking to myself.

source: 심지어 오나그로스는 보란 듯이 시체를 전시했습니다.
en: and onagros pretty much displayed the bodies as if to get our attention.

source: 그리하여 마지막 왕자가 되고자 했다.
en: so I would be the final prince.

source: 덕분에 편히 보냈습니다.
en: yes, thanks to you.

source: 웃는 낯으로 이것저것 계산하는 거 보면 그건 또 아닌데.
en: well, no. not by the way he grins as he calculates in his mind.

source: 제가 벌인 일이라고 생각하세요?
en: do you believe I caused this stir?

source: 전 겁도 많고 왕자님도 조금 무서워요.
en: I have a lot of fear, and I’m kind of afraid of you.

source: 상황을 대충 눈치채고 시간을 끌어준 건가?
en: did he notice what was happening and buy me more time?

source: 여기… 가까이 계시면 안 돼요?
en: can you... stay in here with me?

source: 하지만 전하께서 위험한 길을 가신다는 얘긴 들었어요.
en: but I heard you are going down a very dangerous path.

source: 피가 희석돼서 작아졌다지만 그들은 어쨌든 거인이다.
en: yes, they’ve shrunk because of their mixed blood, but they are still titans.

source: 이 둥지의 인간들?
en: humans from this nest?

source: 나 있잖아, 친구를 만났어.
en: you know? I ran into an old friend.

source: 빌어먹을…!
en: godd*mnit!

source: 어쩌다 이렇게 됐지?
en: how did things go wrong?

source: 대부분의 병력이 리바노스와의 전쟁으로 서쪽에 집중된 지금,
en: most of elaion’s soldiers are in the west right now, fighting libanos.

source: 전쟁터에서 자주 봅니다.
en: I see them often on the battlefield.

source: …실은 까마귀 떼를 보니 사제님이 떠올랐습니다.
en: to be honest, I thought of you when I saw the swarm of crows.

source: 풀리지 않은 의문들과 함께.
en: along with the unanswered questions.

source: 그러니까 이번엔 제 차례예요.
en: so now it’s my turn.

source: 왜 놀라야 하지?
en: why should I be?

source: 까마귀의 비호를 받는 사제라고?
en: is she under the protection of the crows?

source: 조금 죽을 뻔했지만 괜찮습니다!
en: I kind of almost died, but I’m okay!

source: 에키나가 서재에 있어.
en: she’s still in the study.

source: 당신을 죽이려 하지 않을게요.
en: I won’t try to kill you.

source: 그래도 그렇지, 다 큰 어른이 무고한 어린애를 그토록 증오할 일인가?
en: but still, how can a grown man hate an innocent child this much?

source: 가장 중요한 걸 못 들었어요.
en: because I haven’t heard the most important thing.

source: 그보다 더 중요한 문제가 있으시잖아요.
en: you have something more important to worry about.

source: 지금 웃음이 나와요?!
en: how can you smile at a time like this?!

source: …확인?
en: confirm something?

source: 살아 있던 거예요.
en: it was alive once.

source: 완패야!
en: total defeat!

source: 얘들아, 따라오지 마.
en: guys, don’t follow me around.

source: 식사하실래요?
en: do you want some food?

source: 하나 보시다시피 성이 반파된 지경이라… 미처 신경 쓰지 못했습니다.
en: as you can see, the castle was almost completely destroyed... so she slipped through our fingers in the chaos.

source: 제사를 드릴 줄 모른다고 한 건가?
en: just tell me she doesn’t know how to conduct that mass?

source: 그들은 나라를 무너트리고 한몫 챙길 생각만 하고 있습니다.
en: all they want is to destroy the country and take her spoils.

source: 제 23 화
en: Episode 23

source: 아무것도 없다.
en: there’s nothing there anymore.

source: 그러니까,
en: that’s because...

source: 맞아요, 그 노래.
en: that’s right, like the song.

source: 아시잖아요.
en: you know.

source: 그걸 물어 가면 보통 까마귀고,
en: if the crows take it, they’re just normal crows.

source: 때려 보니 알겠단 거야, 뭐야.
en: well, you’ve hit him before. you should know.

source: 이제부턴 전하가 자기를 찾으실 거라고?
en: so she’s saying his highness is going to come to her now?

source: 보름 후에?
en: a fortnight?

source: 전하께서 시대의 요구에 따른다고 하신 말씀을요.
en: about how you are answering the call of the times.

source: 내 목숨을 노릴 작정이었다면,
en: if she were after my life...

source: 존경하는 엄마는 한 명뿐이지만.
en: but she respects only one.

source: 자기 아버지를….
en: his own father...

source: 아무래도 내 관대함이 지나쳤던 모양이군.
en: perhaps I have been too generous with you.

source: 왕좌를 탐내는 거겠지.
en: the prince probably covets the throne.

source: 지금 한숨을 쉬어야 할 쪽이 누군데…!
en: I’m the one who should be sighing!

source: 과연 사갈 사람이 있을까요?
en: but would anyone want to buy them?

source: 그래, 이왕 이렇게 된 거…
en: alright, now that I’m here...

source: 아아, 정말 착한 우리 형제님!
en: there’s nobody nicer than brother didi!

source: 아얏, 잠깐…!
en: wait, no!

source: 그러지 말아요!
en: you can’t!

source: 하지만 제가 더 잘 알아요.
en: but I know it better than her.

source: 형제님?
en: brother?

source: 자신의 행동에 이해를 구하거나 핑계를 대서는 안 됩니다.
en: ...cannot make excuses or seek understanding for their decisions.

source: 진저리가 난다.
en: you disgust me.

source: 그건 절대 안 될 말씀이세요.
en: but you can’t do that.

source: 눈을 보면 마음을 알 수 있어요.
en: can read people’s minds when I look them in the eyes.

source: 바, 밖의 하늘이…!
en: the, the sky outside is-!

source: 엘라이온 400년의 역사 속에서 나라를 지키기도, 부수기도 했던 이 영웅들은
en: in the 400-year history of elaion, these heroes both defended and destroyed the country.

source: 왕자 전하가 웬일로 말을 들었네요.
en: his highness listened to you.

source: 사라졌다…!!
en: they’re gone!

source: 아, 정말요?
en: oh, really?

source: 창고 어디 있냐고요.
en: I said, where’s the warehouse?

source: 이해받고 싶지 않겠지만,
en: I’m sure you don’t want to be understood,

source: 그리고 어제 그 암살자는 강했습니다.
en: and the assassin yesterday was quite strong.

source: 농담도 잘하셔!
en: oh, you’re so funny!

source: 누구도 본 적 없는 마음 깊은 곳을 긁는다.
en: ...sometimes scratches at the depths of my thoughts I’ve never revealed to anyone.

source: 쫄지 말자.
en: be brave.

source: 전하께서 드실까요?
en: do you think he’ll eat them?

source: 집중해야 해.
en: ...but I should focus.

source: 무작정 서둘러서 뭘 어쩐단 말인가?
en: why hurry if we do not have the church’s consent?

source: 왕자님, 아름다운 왕자님.
en: prince, oh beautiful prince.

source: 그럼 그 후에 전하께선 어쩌실 건가요?
en: then what will you do after the war?

source: 이건 왕자님도 아시리라 생각해요.
en: I’m sure the prince knew this.

source: 오늘이 지나기 전에 왕자를 설득하세요.
en: please change the prince’s mind before the day is over.

source: 하지만 전하께서 마음을 나눠주시면 저는 전하의 친구가 될 거예요.
en: but if you will open your heart to me, your highness, I will be your friend.

source: 까마귀 떼의 비호를 받는 이 어린 사제를 숭배하겠지.
en: ...will worship this nun under the protection of the crows.

source: 높이
en: up!

source: 그러니 저도 전하께 나흘의 시간을 드리겠습니다.
en: so now I will give your highness four days.

source: 목표는 필리아.
en: ...to kill philia.

source: 그러니 반짝이는 걸 밖에 내다 놨을 때
en: so leave something shiny outside.

source: 읏….
en: hergh...

source: 으앙, 짜증 나!
en: aaargh! this is so annoying!

source: 시대의 끝이 당신이듯 시대의 시작 또한 당신.
en: as you are the end of an era, so will you be the start of an era.

source: 그 사제가 그리 말했단 말이냐.
en: is that what the nun said?

source: 잊어서는 안 된다.
en: I’m no different from the girl I was eight years ago.

source: 방법이 없을 경우 국교를 바꾸겠다고 선언한 것을 봤다.
en: I saw him say he’ll change the state religion if there was no other way.

source: 상전이 어려서 처신을 못 하는데 보고도 방치하다니.
en: your master is too young to know better, but you neglected to teach her.

source: 미치광이, 패륜아.
en: maniac. deviant.

source: 이제 저를 친구로 여기셔도 좋지 않을까요?
en: can you think of me as your friend from now on?

source: 병사의 갑옷에 손자국이 남아 있었습니다.
en: there were hand prints on the soldiers’ armor.

source: 주변을 샅샅이 뒤져도 결국 발견하지 못했지.
en: we searched everywhere. but ultimately, we could not find her.

source: 경전을 분실한 것에 대해서는 사제님께서 이미 왕자님께 고하신 바가 있습니다.
en: sir, she already told the prince that she lost the bible.

source: 형제님도 아시는 새X 같은데요.
en: sounds like you know that a**hole, brother didi.

source: 대체…!!
en: how–

source: 제 37 화
en: Episode 37

source: 글쎄, 까마귀 떼가 몰려온 이유가
en: people say the crows came...

source: 내게는 나라의 폐단을 씻어낼 책임이 있습니다.
en: and I have a responsibility to wash away its wickedness.

source: 한낱 인간이었어.
en: ...only human.

source: 최근에 약탈한 여자들은 성 밖의 여자들뿐이었으니까.
en: the women I’ve plundered recently are all outside the castle.

source: 연주할 줄 아세요?
en: do you know how to play this?

source: 필리아 자매.
en: sister philia.

source: 사제님…!
en: sister!

source: 높은 목소리가.
en: her high-pitched voice.

source: 왕자가 한 말 중에 분명 틀린 말은 없었다.
en: there wasn’t anything wrong with what the prince said.

source: 소동을 진정시켜 주십시오.
en: please, calm us down.

source: 그래도 속은 시원하네.
en: still, this feels so good.

source: 귀하의 호위는 강한가?
en: is your bodyguard strong?

source: 재수 없어….
en: so annoying...

source: 잡아라!
en: grab her!

source: 이번에야말로 진짜,
en: this time...

source: 리바노스는 지금 엘라이온이랑 전쟁 중이잖아요.
en: libanos is at war with elaion right now.

source: 열흘 후에 새 경전을 보내주겠다고 합니다.
en: they said a new bible will arrive in ten days.

source: 처음부터 마음에 들지 않았어.
en: I didn’t like her the from moment I met her.

source: 왕자에겐 지금 내가 필요해.
en: the prince needs me right now.

source: 아, 따뜻해.
en: oh, yeah... that feels nice.

source: 전하의 기쁨이 되어드릴게요.
en: I will be your joy.

source: 그래서 궁금했어요.
en: so I’m curious.

source: 이럴 줄 알았지.
en: I knew it.

source: 밑에서 절 받아주시면 되잖아요?
en: you can catch me, right?

source: 너는 어떻게 내 마음을 안 거지?
en: how did you know what I was thinking?

source: 가능 하시겠습니까?
en: can you do it?

source: 사람이 어떻게 안 미쳐요,
en: with all the people trying to kill him,

source: 밖의 호위는 리바노스에서 온 자인가?
en: is your bodyguard outside from libanos?

source: 겁이 나고
en: I’m scared...

source: 약탈자가 아니지.
en: ...I’m not a plunderer.

source: 스스로 부끄럽지 않으세요?
en: don’t you feel any shame?

source: 개떼처럼 들고일어나서 다른 사람을 쑤셔 죽이는 게 뭐.
en: what’s the point of stabbing each other like dogs?

source: 그걸 제가 하는 거예요?
en: do I have to do all that?

source: 그리고 현재 암사자 세리온과 그 어린 아들을 제외하면,
en: besides serion and her young son,

source: 이달 안에 움직여야 수확 시기를 맞출 수 있소.
en: we must make our move within the month to be ready by harvest.

source: 수도원에서 지내는 아이에게 부모 이야기를 쉽게 꺼내도 되는 걸까?
en: I probably shouldn’t talk so much about parents to an orphan from the abbey.

source: 아무것도 아닙니다.
en: it’s nothing.

source: …그때도 웃었지, 사람을 죽이고서.
en: right... he smiled after he killed that guy, too.

source: 사제님 말고는 아무도 그렇게 생각 안 했죠.
en: nobody saw him that way, except for you.

source: 귀여운 아이네.
en: what a cutie.

source: 여긴 내가 처리할게!!
en: I’ll take care of them!

source: …너무 뼈를 때렸나.
en: did I go a little too hard?

source: 예언 같은 게 없었다면 그들도 스스로 생각해 방법을 찾았겠지요.
en: if there were no such things as prophecies, they would’ve found their own way to overcome the injustice on their own.

source: 아, 물론 아시겠지만, 교회는 지금 두 파로 갈라졌잖아요?
en: oh, for sure. but the church is split into two factions right now.

source: 협조 부탁드리고자 찾아뵈었습니다.
en: so I ask for your cooperation.

source: 아주 가끔 이런 식으로, 기억 속의 기억이 잔상으로 넘어오기도 한다.
en: it’s rare, but it does happen. memories from inside memories come to me.

source: 깜짝이야, 나도 모르게….
en: darn, I didn’t realize I was...

source: 무엇을 말입니까?
en: give you what?

source: 전에 그러셨죠, 시대의 요구를 따른다고.
en: you said you’re answering the call of the times.

source: 입이 열 개라도 할 말이 없다.
en: I don’t have any excuses.

source: 절박한 사람이겠죠.
en: desperate, maybe.

source: 저는, 전쟁을 막으려던 건 맞아요.
en: I was just trying to stop the war!

source: 아뢰옵기 송구하오나…
en: I deeply, deeply regret to inform you–

source: 전하께서 덮어주신 것 같습니다.
en: I think the prince put it on you.

source: 절차를 다 밟았다고 하기엔 너무 짧고,
en: it’s too short to say they went through all the procedures,

source: 대체 뭐라고 왕관을 쓰고, 태양이라 칭하고, 모독을 금하고….
en: who do we think we are anyway? wearing crowns, calling ourselves the sun, and forbidding insults...

source: 나는 8년 전과 무엇 하나 다르지 않다는 것을
en: I must not forget.

source: 최소한 고마운 기색은 보일 줄 알았는데….
en: I thought he’d at least show some gratitude...

source: 하아, 또 그거.
en: sigh. that again?

source: 마음을… 다 들켰잖아요.
en: because... I read your mind.

source: 지독하다, 지독해.
en: you vicious, you.

source: 전하께서 편안해 보이십니다.
en: the prince looks so calm.

source: 그토록 아름다운 사람을.
en: such a handsome man?

source: 인형을 안고 자는 천치보다 사제의 음악에 홀린 왕자가 나으니.
en: a prince possessed by a nun’s music is better than an fool who sleeps with a doll.

source: 그럼 키사라는 이름은?
en: then the name kitha is...?

source: 그럼 대체 어디서 경전을 보낸다는 거지?
en: then where is the bible coming from?

source: 나라를 위해 아버지와 공멸하는 것 정도였겠죠.
en: I’m sure the only excuse you could come up with was fighting your father’s tyranny and saving the country.

source: 망루 비밀 통로로 형제님 몰래 나와서 두 시간이나 걸어왔단 말이야.
en: it took me two hours to sneak through the secret passage by the watchtower without brother noticing.

source: 도망가는 것도 마음대로 안 되니….
en: but that’s not something I can do.

source: 경전을 찾기 위해 힘없는 피난민들을 얼마나 들볶았을지는 안 봐도 뻔하다…!
en: I can already tell how much trouble he put the poor refugees through just to find the bible!

source: 간만에 듣는 목소리야.
en: I’ve heard that voice before.

source: 응, 역시 나르시시스트.
en: yep. definitely a narcissist.

source: 왕자와 단둘…!
en: alone with the prince!

source: 이게 도대체 몇 번째 같은 상황인지….
en: how many times... have we been over this already?

source: 경전을 봤다고?
en: you saw the bible?

source: 아니,
en: wait,

source: 안 그래도 말씀드리려고 했는데,
en: I’ve been meaning to talk to you about this for a while, actually.

source: 또 불면의 밤의 시작…?
en: do I go back to the sleepless nights...?

source: 네, 왕자 전하가 사냥터에서 꽤 난폭하게 군다고 합니다.
en: yes. I heard his highness can be quite violent on a hunt.

source: 경전은 어떻게 됐지?
en: then what really happened to the bible?

source: 로제의 천사는 무슨….
en: angel of rosé my foot...

source: 그런데 어떻게—
en: but how is she...

source: 저는 그게, 너무…
en: and that scares me so m--

source: 오나그로스에게 노려진다면 승산이 없습니다.
en: if we are targeted by onagros, we have no chance of victory.

source: 이 정도로 봐줄게.
en: see? I’m going easy on you.

source: 필리아 자매를 왜 그리 급히 보내신 거죠?
en: why did you rush sister philia there?

source: 사제님께서 뵙기를 청하였습니다.
en: sister philia is asking to see you.

source: 성에서는 목걸이를 풀 수 없어.
en: I can’t take my necklace off inside.

source: 꺼내시려던 비단이 이거 맞죠?
en: is this the silk you were looking for?

source: 분명 칭찬받고 있는데 하나도 안 기뻐.
en: he’s complimenting me, but it doesn’t feel like it at all.

source: 봐라.
en: look.

source: 그다음엔 나한테 줬어.
en: she would send them to me.

source: 괜찮아요.
en: it’s okay.
